{
  "108030": {
    "feeling4": "",
    "upgrade": "",
    "feeling1": "",
    "headtouch": "",
    "battle": "",
    "home": "",
    "mission_complete": "",
    "feeling3": "",
    "touch": "",
    "touch2": "",
    "detail": "",
    "id": 108030,
    "win_mvp": "",
    "feeling5": [
      [
        1100,
        "I-I wasn't expecting you to actually carry me around the port... I'm stunned... Listen, I don't mind being with you, but stop treating me like baby!"
      ]
    ],
    "login": "",
    "profile": "",
    "feeling2": "",
    "main": "",
    "expedition": "",
    "mail": "",
    "lose": "",
    "unlock": "",
    "mission": ""
  },
  "all": [
    999010,
    108030,
    207050
  ],
  "999010": {
    "feeling4": "",
    "upgrade": [
      [
        100,
        "Ability enhancements confirmed... Nice!"
      ]
    ],
    "feeling1": "",
    "headtouch": "",
    "battle": "",
    "lose": "",
    "mission_complete": [
      [
        100,
        "Attention: confirmation required for mission rewards. Wow...!"
      ]
    ],
    "feeling3": "",
    "touch": [
      [
        100,
        "I'm waiting for any order you may have, Master."
      ]
    ],
    "touch2": [
      [
        100,
        "Body temperature abnormality detected. Master, what's happening to me...?"
      ]
    ],
    "home": [
      [
        100,
        "Here is a glass of armagnac, if you'd like."
      ]
    ],
    "id": 999010,
    "win_mvp": "",
    "feeling5": [
      [
        1100,
        "I've studied many emotions, worries, and hopes during my time in this fleet... Now I finally understand what you expect of me, Master. Thank you so, so much, Master..."
      ]
    ],
    "mission": [
      [
        100,
        "Attention: confirmation required for incomplete missions. Master...?"
      ]
    ],
    "profile": "",
    "unlock": "",
    "main": [
      [
        100,
        "\"Raise the corners of your lips\"... Executing order. L-like this...? I may be doing it wrong...|Analysis complete. Master is in a state of \"slacking off.\" Slacking off is not good.|\"Do whatever you want\"... Master, how am I meant to do \"whatever\"...?|Discrepancy detected between the information in my core and the members of the fleet. Why does everyone smile?"
      ]
    ],
    "expedition": [
      [
        100,
        "Attention: confirmation required for commission team's return. Whew..."
      ]
    ],
    "mail": [
      [
        100,
        "Attention: confirmation required for new mail. A-ahem!"
      ]
    ],
    "login": [
      [
        100,
        "Identification complete. Welcome back, Master!"
      ]
    ],
    "feeling2": "",
    "detail": [
      [
        100,
        "Analyzing armaments... Condition: satisfactory. Please inform me if you have any orders, Master."
      ]
    ]
  },
  "207050": {
    "feeling4": "",
    "upgrade": "",
    "feeling1": "",
    "headtouch": "",
    "battle": "",
    "lose": "",
    "mission_complete": [
      [
        1100,
        "Commander, do you want your mission rewards or do you want me? You have to choose! ... Hehe, just kidding~"
      ]
    ],
    "feeling3": "",
    "touch": [
      [
        1100,
        "Commander, don't you think Veneto looks a bit dim, cool as she might be?"
      ]
    ],
    "touch2": [
      [
        1100,
        "Commander, should I be angry? Positively inconsolable?"
      ]
    ],
    "home": [
      [
        1100,
        "Commander, I'm going to catch a few winks on the sofa here. Wake me up if anyone comes calling."
      ]
    ],
    "id": 207050,
    "win_mvp": "",
    "feeling5": "",
    "mission": [
      [
        1100,
        "Big Brother, I finished organizing your mission list ♪ ... Hehe, is that your type, Commander?"
      ]
    ],
    "profile": "",
    "unlock": "",
    "main": [
      [
        1100,
        "That Ajax, she saw straight through me right away... And yet, I think we get along rather well. I've learned a lot from her.|Haah... I'm back. Those tea parties have some delicious snacks, sure, but they're so dreadfully uptight about bearing and deportment.... Hehehe, Commander, would you mind helping me with my shoes?|Commander, which of my sisters is more your type? The sweet and gentle Illustrious, or the passionate Victorious?"
      ]
    ],
    "expedition": [
      [
        1100,
        "Ding dong ding dong ♪, incoming message from Formidable: Commission complete. Repeat. Commission complete."
      ]
    ],
    "mail": [
      [
        1100,
        "Commander, the mail is here. Would you mind getting it yourself?"
      ]
    ],
    "login": [
      [
        1100,
        "You're late, Commander. I've been waiting for ages!"
      ]
    ],
    "feeling2": "",
    "detail": [
      [
        1100,
        "The posters on the walls are all my favourite rock stars. I don't usually let anyone see them. You're a special exception, Commander~"
      ]
    ]
  }
}
